const languageArr = {
    //--header
    "about-us-menu" : {
        "ua": "Про нас",
        "ru": "О нас",
    },
    "services-menu" : {
        "ua": "Послуги",
        "ru": "Услуги",
    },
    "portfolio-menu" : {
        "ua": "Портфоліо",
        "ru": "Портфолио",
    },
    "connect-menu" : {
        "ua": "Зв'язатися з нами",
        "ru": "Связаться с нами",
    },
    "about-us-menu-mobile" : {
        "ua": "Про нас",
        "ru": "О нас",
    },
    "services-menu-mobile" : {
        "ua": "Послуги",
        "ru": "Услуги",
    },
    "portfolio-menu-mobile" : {
        "ua": "Портфоліо",
        "ru": "Портфолио",
    },
    "connect-menu-mobile" : {
        "ua": "Зв'язатися з нами",
        "ru": "Связаться с нами",
    },

    //--furniture-slider
    "furniture-title-slide-one" : {
        "ua": "Меблі у новому форматі",
        "ru": "Мебель в новом формате",
    },
    "furniture-description-slide-one" : {
        "ua": "Виготовлення меблів саме під вашу оселю та особливий підхід до кожного клієнта",
        "ru": "Изготовление мебели именно под ваш дом и особый подход к каждому клиенту",
    },
    "furniture-button-slide-one" : {
        "ua": "Залишити заявку",
        "ru": "Оставить заявку",
    },
    "furniture-title-slide-two" : {
        "ua": "Меблі у новому форматі",
        "ru": "Мебель в новом формате",
    },
    "furniture-description-slide-two" : {
        "ua": "Виготовлення меблів саме під вашу оселю та особливий підхід до кожного клієнта",
        "ru": "Изготовление мебели именно под ваш дом и особый подход к каждому клиенту",
    },
    "furniture-button-slide-two" : {
        "ua": "Залишити заявку",
        "ru": "Оставить заявку",
    },
    "furniture-title-slide-three" : {
        "ua": "Меблі у новому форматі",
        "ru": "Мебель в новом формате",
    },
    "furniture-description-slide-three" : {
        "ua": "Виготовлення меблів саме під вашу оселю та особливий підхід до кожного клієнта",
        "ru": "Изготовление мебели именно под ваш дом и особый подход к каждому клиенту",
    },
    "furniture-button-slide-three" : {
        "ua": "Залишити заявку",
        "ru": "Оставить заявку",
    },

//--individual-approach
    "individual-approach-title" : {
        "ua": "Наші переваги",
        "ru": "Наши преимущества",
    },
    "individual-approach-text-top" : {
        "ua": "Це якість, а саме головне гарантія що роботи будуть виконані вчасно.",
        "ru": "Это качество, а самое главное гарантия что работы будут выполнены вовремя.",
    },
    "individual-approach-text-bottom" : {
        "ua": "З вами будуть працювати наші найкращі майстри з якими ви зможете детально обговорити  ваш проект та обрати найбільш вдалі варіанти.",
        "ru": "С вами будут работать наши лучшие мастера, с которыми вы сможете подробно обсудить ваш проект и выбрать наиболее удачные варианты.",
    },

    //--custom-slider-swiper
    "custom-swiper-title-slide-one" : {
        "ua": "Повний цикл",
        "ru": "Полный цикл",
    },
    "custom-swiper-description-slide-one" : {
        "ua": "Замір -—> розрахунок виробу та обговорення деталей -—> підготовка деталей —-> монтаж",
        "ru": "Замер -—> расчет изделия и обсуждение деталей -—> подготовка деталей -—> монтаж",
    },
    "custom-swiper-title-slide-two" : {
        "ua": "Професіоналізм",
        "ru": "Профессионализм",
    },
    "custom-swiper-description-slide-two" : {
        "ua": "Наші майстри вже працюють більше 20 років і мають чудовий досвід",
        "ru": "Наши мастера уже работают более 20 лет и имеют отличный опыт",
    },
    "custom-swiper-title-slide-three" : {
        "ua": "Якість матеріалів",
        "ru": "Качество материалов",
    },
    "custom-swiper-description-slide-three" : {
        "ua": "Ми працюємо з такими компаніями як \"Віяр\" \"Берест\" та \"Лмастер\"",
        "ru": "Мы работаем с такими компаниями как \"Вияр\" \"Берест\" и \"Лмастер\"",
    },

    //--custom-slider-swiper / mobile
    "custom-swiper-mobile-title-slide-one" : {
        "ua": "Повний цикл",
        "ru": "Полный цикл",
    },
    "custom-swiper-mobile-description-slide-one" : {
        "ua": "Замір -—> розрахунок виробу та обговорення деталей -—> підготовка деталей —-> монтаж",
        "ru": "Замер -—> расчет изделия и обсуждение деталей -—> подготовка деталей -—> монтаж",
    },
    "custom-swiper-mobile-title-slide-two" : {
        "ua": "Професіоналізм",
        "ru": "Профессионализм",
    },
    "custom-swiper-mobile-description-slide-two" : {
        "ua": "Наші майстри вже працюють більше 20 років і мають чудовий досвід",
        "ru": "Наши мастера уже работают более 20 лет и имеют отличный опыт",
    },
    "custom-swiper-mobile-title-slide-three" : {
        "ua": "Якість матеріалів",
        "ru": "Качество материалов",
    },
    "custom-swiper-mobile-description-slide-three" : {
        "ua": "Ми працюємо з такими компаніями як \"Віяр\" \"Берест\" та \"Лмастер\"",
        "ru": "Мы работаем с такими компаниями как \"Вияр\" \"Берест\" и \"Лмастер\"",
    },

//--text-company-data
    "text-company-data-title" : {
        "ua": "Про нашу компанію",
        "ru": "О нашей компании",
    },
    "text-company-data-text-top" : {
        "ua": "Насамперед, розуміння суті ресурсозберігаючих технологій не дає нам іншого вибору, крім визначення кластеризації зусиль. Банальні, але незаперечні висновки, а також представники сучасних соціальних резервів, перемагаючи непросту економічну ситуацію, що склалася, асоціативно розподілені по галузях.",
        "ru": "Прежде всего, понимание сути ресурсосберегающих технологий не даёт нам иного выбора, кроме определения кластеризации усилий. Банальные, но неопровержимые выводы, а также представители современных социальных резервов, превозмогая сложившуюся непростую экономическую ситуацию, ассоциативно распределены по отраслям.",
    },
    "text-company-data-text-bottom" : {
        "ua": "З іншого боку, межа навчання кадрів відіграє визначальне значення.",
        "ru": "С другой стороны, граница обучения кадров играет определяющее значение.",
    },

    //--catalog
    "catalog-main-card-title" : {
        "ua": "Каталог меблів",
        "ru": "Каталог мебели",
    },
    "catalog-main-card-button" : {
        "ua": "Залишити заявку",
        "ru": "Оставить заявку",
    },
    "catalog-kitchen-card-title" : {
        "ua": "Кухня",
        "ru": "Кухня",
    },
    "catalog-childrens-card-title" : {
        "ua": "Дитяча",
        "ru": "Детская",
    },
    "catalog-bedroom-card-title" : {
        "ua": "Спальня",
        "ru": "Спальня",
    },
    "catalog-cupboard-card-title" : {
        "ua": "Шафи",
        "ru": "Шкафы",
    },
    "catalog-garden-card-title" : {
        "ua": "Сад",
        "ru": "Сад",
    },

    //--work-process
    "work-process-title" : {
        "ua": "Процес роботи",
        "ru": "Процесс работы",
    },
    "work-process-item-one" : {
        "ua": "Ви залишаєте заявку на нашому сайті або пишіть нам на телеграм",
        "ru": "Вы оставляете заявку на нашем сайте или пишите нам на телеграмм",
    },
    "work-process-item-two" : {
        "ua": "Наш майстер зв'яжеться з вами",
        "ru": "Наш мастер свяжется с вами",
    },
    "work-process-item-three" : {
        "ua": "Підготовка до запуску в роботу",
        "ru": "Подготовка к запуску в работу",
    },
    "work-process-item-four" : {
        "ua": "Виготовлення та монтаж",
        "ru": "Изготовление и монтаж",
    },

    //--portfolio-slider-swiper
    "portfolio-slider-slide-one-title" : {
        "ua": "Портфоліо",
        "ru": "Портфолио",
    },
    "portfolio-slider-slide-one-description" : {
        "ua": "Вже виконані роботи",
        "ru": "Уже выполненные работы",
    },
    "portfolio-slider-slide-two-title" : {
        "ua": "Портфоліо",
        "ru": "Портфолио",
    },
    "portfolio-slider-slide-two-description" : {
        "ua": "Вже виконані роботи",
        "ru": "Уже выполненные работы",
    },
    "portfolio-slider-slide-three-title" : {
        "ua": "Портфоліо",
        "ru": "Портфолио",
    },
    "portfolio-slider-slide-three-description" : {
        "ua": "Вже виконані роботи",
        "ru": "Уже выполненные работы",
    },

//--discuss-your-project
    "discuss-your-project-title" : {
        "ua": "Давайте обговоримо ваш проект",
        "ru": "Давайте обсудим ваш проект",
    },
    "discuss-your-project-description" : {
        "ua": "На всі товари ми надаємо гарантію та маємо щиру зацікавленість у задоволенні Ваших потреб.",
        "ru": "На все товары мы предоставляем гарантию и искреннюю заинтересованность в удовлетворении Ваших потребностей.",
    },
    "discuss-your-project-button" : {
        "ua": "Залишити заявку",
        "ru": "Оставить заявку",
    },

//--other-projects
    "other-projects-title" : {
        "ua": "Інші проекти",
        "ru": "Другие проекты",
    },

//--discuss-your-project-form
    "discuss-your-project-form-title" : {
        "ua": "обговоримо ваш проект",
        "ru": "обсудим ваш проект",
    },
    "discuss-your-project-form-description" : {
        "ua": "Ми допоможемо вам розрахувати вартість протягом 5 хвилин.",
        "ru": "Мы поможем вам рассчитать стоимость в течении 5 минут.",
    },
    "discuss-your-project-form-label-name" : {
        "ua": "Ваше ім'я",
        "ru": "Ваше имя",
    },
    "discuss-your-project-form-label-phone" : {
        "ua": "Ваш телефон",
        "ru": "Ваш телефон",
    },
    "discuss-your-project-form-label-personal-data" : {
        "ua": "Згоден(на) на обробку персональних даних",
        "ru": "Согласен(на) на обработку персональных данных",
    },
    "discuss-your-project-form-button" : {
        "ua": "Залишити заявку",
        "ru": "Оставить заявку",
    },

//--footer
    "footer-contact-title" : {
        "ua": "Контакти",
        "ru": "Контакты",
    },
    "footer-address-title" : {
        "ua": "адреса",
        "ru": "адрес",
    },
    "footer-address-description" : {
        "ua": "м. Київ <br>вул. Степана Бандери 66",
        "ru": "г. Киев <br>ул. Степана Бандеры 66",
    },
    "footer-phone-title" : {
        "ua": "Телефон",
        "ru": "Телефон",
    },
    "footer-mail-title" : {
        "ua": "Пошта",
        "ru": "Почта",
    },
    "footer-up" : {
        "ua": "Вгору",
        "ru": "Наверх",
    },

}